Info

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nfb="http://schemas.navyfederal.org/2010/04/NFBranchExService">
  <soapenv:Header/>
  <soapenv:Body>
    <nfb:CreditAddRq>
      <nfb:MsgRqHdr>
        <nfb:RqUID>295362de-7d60-4f17-84c4-c754f9737d37</nfb:RqUID>
        <nfb:EnvironmentName>NFCU</nfb:EnvironmentName>
        <nfb:TranCode>3104</nfb:TranCode>
        <nfb:BranchId>D3</nfb:BranchId>
        <nfb:PCName>LT4CD717393403</nfb:PCName>
        <nfb:TranCodeQual>0000</nfb:TranCodeQual>
        <nfb:CashBoxId>3</nfb:CashBoxId>
        <nfb:EmployeeId>d8147</nfb:EmployeeId>
        <nfb:PostingDt>2022-02-18</nfb:PostingDt>
        <nfb:CalendarDt>2025-06-20</nfb:CalendarDt>
        <nfb:TranTime>10:45:48</nfb:TranTime>
        <nfb:TranSeqNum>124</nfb:TranSeqNum>
        <nfb:ETSTranStatus>T</nfb:ETSTranStatus>
        <nfb:OverrideCode>2</nfb:OverrideCode>
        <nfb:OverrideEmployeeId>d8147</nfb:OverrideEmployeeId>
        <nfb:ForwardTranFlag>0</nfb:ForwardTranFlag>
        <nfb:CustPermId>108</nfb:CustPermId>
        <nfb:POATInd/>
        <nfb:MultiTranFlag>1</nfb:MultiTranFlag>
        <nfb:ConductorId/>
      </nfb:MsgRqHdr>
    </nfb:CreditAddRq>
  </soapenv:Body>
</soapenv:Envelope>
